Repository: theforeman/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: ka

source: Interface id
ka: ინტერფეისის ID

source: Interface was updated.
ka: ინტერფეისი განახლდა.

source: Could not update interface
ka: ინტერფეისის განახლების შეცდომა

source: Remove compute profile interface
ka: გამოთვლითი პროფილისთვის ინტერფეისის წაშლა

source: unknown interface id
ka: ინტერფეისის უცნობი ID

source: Interface was removed.
ka: ინტერფეისი წაიშალა.

source: Could not remove interface
ka: ინტერფეისის წაშლის შეცდომა

source: Add volume for Compute Profile
ka: გამოთვლითი პროფილისთვის ტომის დამატება

source: Volume was created.
ka: ტომი შეიქმნა.

source: Could not create volume
ka: ტომის შექმნის შეცდომა

source: Update compute profile volume
ka: გამოთვლითი პროფილისთვის ტომის განახლება

source: Volume id
ka: ტომის ID

source: Volume was updated.
ka: ტომი განახლდა.

source: Could not update volume
ka: ტომის განახლების შეცდომა

source: Remove compute profile volume
ka: გამოთვლითი პროფილისთვის ტომის წაშლა

source: unknown volume id
ka: ტომის უცნობი id

source: Volume was removed.
ka: ტომი წაიშალა.

source: Could not remove volume
ka: ტომის წაშლის შეცდომა

source: Compute attributes
ka: გამოთვლითი რესურსის ატრიბუტები

source: Compute Resource
ka: გამოთვლითი რესურსი

source: VM attributes
ka: ვმ-ის ატრიბუტები

source: Compute profile created.
ka: გამოთვლითი პროფილის შეიქმნა.

source: Could not create a compute profile
ka: გამოთვლითი რესურსის პროფილის შექმნის შეცდომა

source: Compute profile updated.
ka: გამოთვლითი პროფილი განახლდა.

source: Could not update the compute profile
ka: გამოთვლით პროფილის განახლების შეცდომა

source: Compute profile deleted.
ka: გამოთვლითი რესურსის პროფილის წაშლა.

source: Could not delete the Compute profile
ka: გამოთვლით პროფილის წაშლის შეცდომა

source: Create update and delete Compute profile values
ka: გამოთვლითი პროფილის მნიშვნელობების შექმნა, განახლება და წაშლა

source: Provider
ka: სერვისის მომწოდებელი

source: Description
ka: აღწერილობა

source: Path to a file that contains oVirt public key (For oVirt only)
ka: ბილიკი oVirt-ის საჯარო გასაღების ფაილამდე (მხოლოდ oVirt-სთვის)

source: Compute resource created.
ka: გამოთვლითი რესურსი შეიქმნა.

source: Could not create the compute resource
ka: გამოთვლითი რესურსის შექმნის შეცდომა

source: Compute resource updated.
ka: გამოთვლითი რესურსი განახლდა.

source: Could not update the compute resource
ka: გამოთვლითი რესურსის განახლების შეცდომა

source: Compute resource deleted.
ka: კომპიუტერული რესურსი წაიშალა.

source: Could not delete the compute resource
ka: გამოთვლითი რესურსის წაშლის შეცდომა

source: Associate a specific VM
ka: მითითებული ვმ-ის ასოციაცია

source: Virtual machines have been associated.
ka: ვირტუალური მანქანები ასოცირებულია.

source: Could not associate the virtual machines
ka: ვირტუალური მანქანების ასოცირების შეცდომა

source: Datacenter
ka: მდც

source: Hosts
ka: ჰოსტები

source: Cluster path
ka: კლასტერის ბილიკი

source: Virtual switch
ka: ვირტუალური კომუტატორი

source: VNIC profile ID
ka: VNIC-ის პროფილის ID

source: Network ID
ka: ქსელის ID

source: Path
ka: მისამართი

source: Parent
ka: მშობელი

source: Cluster
ka: კლასტერი

source: Region
ka: რეგიონი

source: DNS Name
ka: DNS სახელი

source: Virtualization Type
ka: ვირტუალიზაციის ტიპი

source: Number of CPUs
ka: CPU-ების რიცხვი

source: String, amount of memory, value in bytes
ka: სტრიქონი, მეხსიერების რაოდენობა, ბაიტებში

source: Possible values: %{modes}
ka: შესაძლო მნიშვნელობები: %{modes}

source: Device names to specify the boot order
ka: დისკის სახელები ჩატვირთვის მიმდევრობის მისათითებლად

source: Boolean (expressed as 0 or 1), whether to start the machine or not
ka: ლოგიკური გამოსახულება (0 ან 1), რომელიც აღნიშნავს, გაეშვება მანქანა თუ არა

source: Name of interface according to type
ka: ინტერფეისის სახელი, ტიპზე დაყრდნობით

source: Libvirt instance network, e.g. default
ka: Libvirt-ის გაშვებული ასლის ქსელი. მაგ: default

source: One of available storage pools
ka: ერთ-ერთი ხელმისაწვდომი საცავის პული

source: String value, e.g. 10G
ka: სტრიქონი. მაგ:10G

source: Initial allocation, e.g. 0G
ka: საწყისი გამოყოფა. მაგ: 0გ

source: CPUs
ka: CPU

source: Memory
ka: მეხსიერება

source: Status
ka: სტატუსი

source: OS Type
ka: ოს-ის ტიპი

source: Domain Type
ka: დომენის ტიპი

source: Persistent
ka: მუდმივი

source: Boot order
ka: ჩატვირთვის მიმდევრობა

source: Tenant
ka: პატრონი

source: Project domain name
ka: პროექტის დომენის სახელი

source: Project domain ID
ka: პროექტის დომენის ID

source: Tenant Id
ka: პატრონის ID

source: ID or name of cluster to use
ka: კლასტერის სახელი ან ID

source: Hardware profile to use
ka: აპარატურის პროფილი

source: Integer value, number of cores
ka: ბირთვების რაოდენობა. მთელი რიცხვი

source: Integer value, number of sockets
ka: სოკეტების რაოდენობა. მთელი რიცხვი

source: Amount of memory, integer value in bytes
ka: მეხსიერების რაოდენობა. მთელი რიცხვი, ბაიტებში

source: Boolean, set 1 to high availability
ka: ლოგიკური. მაღალი წვდომადობისთვის დააყენეთ 1

source: Possible values: %s. Not usable if display type is SPICE.
ka: შესაძლო მნიშვნელობები: %s . არ გამოიყენება, თუ ეკრანის ტიპი SPICE-ა.

source: Boolean, set 1 to start the vm
ka: ლოგიკური. ვმ-ის გასაშვებად დააყენეთ 1

source: Compute name, e.g. eth0
ka: გამოთვლითი რესურსის სახელი, მაგ eth0

source: Select one of available networks for a cluster, must be an ID or a name
ka: აირჩიეთ კლასტერზე ხელმისაწვდომი ერთი ქსელი. უნდა წარმოადგენდეს ID-ის ან სახელს

source: Interface type
ka: ინტერფეისის ტიპი

source: Vnic Profile
ka: VNIC-ის პროფილი

source: Volume size in GB, integer value
ka: საცავის ზომა, მთელ რიცხვებში, გიგაბაიტებით

source: ID or name of storage domain
ka: საცავის დომენის ID ან სახელი

source: Boolean, set 1 for bootable, only one volume can be bootable
ka: ლოგიკური. ჩატვირთვადობისთვის დააყენეთ 1. ჩატვირთვადი მხოლოდ ერთი ტომი შეიძლება იყოს

source: Boolean, set 1 to preallocate
ka: ლოგიკური. წინასწარ გამოსათხოვად დააყენეთ 1

source: Boolean, set 1 to wipe disk after delete
ka: ლოგიკური. წაშლის შემდეგ დისკის გასანადგურებლად დააყენეთ 1

source: Disk interface name, must be ide, virtio or virtio_scsi
ka: დისკის ინტერფეისის სახელი. შეიძლება იყოს ide, virtio ან virtio_scsi

source: Cores
ka: ბირთვები

source: Cluster ID from VMware
ka: კლასტერის ID VMware-დან

source: Number of cores per socket (applicable to hardware versions < 10 only)
ka: სოკეტზე ბირთვების რიცხვი (შეიძლება მიეთითოს მხოლოდ აპარატურის ვერსიაზე < 10)

source: CPU count
ka: CPU-ის რაოდენობა

source: Integer number, amount of memory in MB
ka: მთელი რიცხვი, მეხსიერების რაოდენობა მეგაბაიტებში

source: Path to folder
ka: საქაღალდის ბილიკი

source: Resource Pool ID from VMware
ka: რესურსის პულის ID VMWare-დან

source: Guest OS ID form VMware
ka: სტუმრის ჰოსტის ID VMWare-დან

source: Hardware version ID from VMware
ka: აპარატურის ვერსიის ID VMWare-დან

source: Must be a 1 or 0, lets you add memory resources while the machine is on
ka: უნდა იყოს 1 ან 0. უფლებას გაძლევთ დაამატოთ მეხსიერება, როცა მანქანა გაშვებულია

source: Must be a 1 or 0, lets you add CPU resources while the machine is on
ka: უნდა იყოს 1 ან 0. საშუალებას გაძლევთ დაამატოთ CPU-ის რესურსები დაამატოთ, როცა მანქანა გაშვებულია

source: Must be a 1 or 0, Add a CD-ROM drive to the virtual machine
ka: უნდა იყოს 1 ან 0. ვირტუალურ მანქანაში CD-ROM-ს ამატებს

source: Annotation Notes
ka: ანოტაციის შენიშვნები

source: List with SCSI controllers definitions
ka: SCSI კონტროლერების აღწერების სია

source: ID of the controller from VMware
ka: კონტროლერის ID VMware-დან

source: Key of the controller (e.g. 1000)
ka: კონტროლერის გასაღები (მაგ: 1000)

source: Must be a 1 or 0, whether to start the machine or not
ka: უნდა იყოს 1 ან 0. გაეშვება ვირტუალური მანქანა თუ არა

source: Storage Pod ID from VMware
ka: საცავის პოდის ID VMware-დან

source: Datastore ID from VMware
ka: მონაცემების საცავის ID VMware-დან

source: Integer number, volume size in GB
ka: მთელი რიცხვი, ტომის ზომა გიგაბაიტებში

source: Type of the network adapter, for example one of:
ka: ქსელური ადაპტერის ტიპი. მაგალითად:

source: See documentation center for your version of vSphere to find more details about available adapter types:
ka: ხელმისაწვდომი ადაპტერის ტიპების შესახებ მეტი ინფორმაიციის მისაღებად იხილეთ vSphere-ის თქვენი ვერსიის დოკუმენტაციის ცენტრი:

source: Network ID or Network Name from VMware
ka: ქსელის სახელი ან ID VMware-დან

source: Console password set
ka: კონსოლის პაროლი დაყენებულია

source: Caching enabled
ka: ქეში ჩართულია

source: Power Status
ka: კვების სტატუსი

source: Host Name
ka: ჰოსტი

source: Connection Status
ka: შეერთების სტატუსი

source: Hardware Version
ka: აპარატურის ვერსია

source: Operating System
ka: ოპერაციული სისტემა

source: Host
ka: ჰოსტი

source: Last report
ka: ბოლო ანგარიშის დრო

source: Origin
ka: საწყისი

source: Applied
ka: გადატარდა

source: Restarted
ka: გადაიტვირთა

source: Failed
ka: შეცდომა

source: Restart Failures
ka: გადატვირთვის შეცდომები

source: Skipped
ka: გამოტოვებული

source: Pending
ka: დარჩენილი

source: Reported at
ka: ანგარიშის დრო

source: Report status
ka: ანგარიშის სტატუსი

source: Report metrics
ka: ანგარიშის მეტრიკები

source: config retrieval
ka: კონფიგურაციის მიღება

source: user
ka: მომხმარებელი

source: total
ka: ჯამში

source: Logs
ka: ჟურნალი

source: Resource
ka: რესურსი

source: Message
ka: შეტყობინება

source: Report has been deleted.
ka: ანგარიში წაიშალა.

source: Could not delete the report
ka: ანგარიშის წაშლის შეცდომა

source: Use the default organization and/or location from the server
ka: ნაგულისხმები ორგანიზაციისა ან/და მდებარეობის სერვერიდან გამოყენება

source: Domain [%{name}] created.
ka: დომენი [%{name}] შეიქმნა.

source: Could not create the domain
ka: დომენის შექმნის შეცდომა

source: Full name describing the domain
ka: დომენის სრული სახელის აღწერა

source: Domain [%{name}] updated.
ka: დომენი [%{name}] განახლდა.

source: Could not update the domain
ka: დომენის განახლების შეცდომა

source: Domain [%{name}] deleted.
ka: დომენი [%{name}] წაიშალა.

source: Could not delete the domain
ka: დომენის წაშლის შეცდომა

source: Create or update parameter for a domain
ka: დომენის პარამეტრის შექმნა ან განახლება

source: Domain parameter updated
ka: დომენის პარამეტრი განახლდა

source: New domain parameter created
ka: შექმნილია დომენის ახალი პარამეტრი

source: Could not set domain parameter
ka: დომენის პარამეტრის დაყენების შეცდომა

source: Delete parameter for a domain
ka: დომენის პარამეტრი წაშლა

source: Domain parameter deleted.
ka: დომენის პარამეტრი წაიშალა.

source: Redirection of API call detected.
ka: აღმოჩენილია API-ის გამოძახების გადამისამართება.

source: It seems hammer is configured to use HTTP and the server prefers HTTPS.
ka: როგორც ჩანს, Hammer-ი HTTP-ითაა მორგებული და სერვერს HTTPS ურჩევნია.

source: Update your server url configuration.
ka: განაახლეთ თქვენი სერვერის URL-ის კონფიგურაცია.

source: You can set 'follow_redirects' to one of :default or :always to enable redirects following.
ka: 'follow-redirects', გადამისამართებების ჩასართავად, ან ':default'-ზე დააყენეთ, ან ':always'-ზე.

source: Forbidden - server refused to process the request.
ka: აკრძალულია - სერვერმა მოთხოვნის დამუშავებაზე უარი განაცხადა.

source: The following configuration option were used for the SSL connection:
ka: SSL შეერთებისთვის გამოყენებული კონფიგურაციის პარამეტრები:

source: Make sure the location contains an unexpired and valid CA certificate for %s.
ka: დარწმუნდით, რომ მდებარეობა ვადაგაუსვლელ CA სერტიფიკატს შეიცავს %s-სთვის.

source: You can use hammer to fetch the CA certificate from the server. Be aware that hammer cannot verify whether the certificate is correct and you should verify its authenticity after downloading it.
ka: სერვერიდან CA სერტიფიკატის გამოსათხოვად შეგიძლიათ Hammer-იც გამოიყენოთ. გაითვალისწინეთ, რომ Hammer-ს იმის შემოწმება, სწორია თუ არა სერტიფიკატი, არ შეუძლია და მისი ავთენტურობა გადმოწერის შემდეგ თქვენ უნდა შეამოწმოთ.

source: Download the certificate as follows:
ka: გადმოწერეთ სერტიფიკატი შემდეგნაირად:

source: Make sure you configured the correct URL and have the server's CA certificate installed on your system.
ka: დარწმუნდით, რომ მოარგეთ სწორი URL და სისტემაში დაყენებულია სერვერის CA სერტიფიკატი.

source: Server misconfiguration detected
ka: ნაპოვნია სერვერის კონფიგურაციის შეცდომა

source: have you run installer with option %s?
ka: დაყენების პროგრამა '%s' პარამეტრით გაუშვიტ?

source: the user might come from a different authentication source
ka: მომხმარებელი შეიძლება ავთენტიკაციის სხვა წყაროდან მოვიდეს

source: Could not authenticate using negotiation protocol
ka: მოლაპარაკების პროტოკოლის გამოყენებით ავტორიზაცია ვერ მოხერხდა

source: have you run %s (for Kerberos)?
ka: გაუშვით %s (Kerberos-ისთვის)?

source: is the server down?
ka: სერვერი გამორთულია?

source: View and manage user group's external user groups
ka: მომხმარებლის ჯგუფის გარე მომხმარებლის ჯგუფების ნახვა და მართვა

source: Auth source
ka: ავთ. წყარო

source: Refresh external user group
ka: გარე მომხმარებლის ჯგუფის თავიდან გამოთხოვა

source: External user group created.
ka: გარე მომხმარებლის ჯგუფი შეიქმნა.

source: Could not create external user group
ka: გარე მომხმარებლის ჯგუფი შეიქმნის შეცდომა

source: External user group updated.
ka: გარე მომხმარებლის ჯგუფი განახლდა.

source: Could not update external user group
ka: გარე მომხმარებლის ჯგუფის განახლების შეცდომა

source: External user group deleted.
ka: გარე მომხმარებლის ჯგუფი წაიშალა.

source: Could not delete the external user group
ka: გარე მომხმარებლის ჯგუფი წაშლის შეცდომა

source: Fact
ka: ფაქტი

source: Resource type
ka: რესურსის ტიპი

source: Search
ka: _ძებნა

source: Unlimited?
ka: ულიმიტო?

source: Override?
ka: გადავფარო?

source: Role
ka: როლი

source: Permissions
ka: ნებართვები

source: (Miscellaneous)
ka: (სხვადასხვა)

source: none
ka: არა

source: Organizations and locations can be set only for overriding filters.
ka: ორგანიზაციებისა და მდებარეობების დაყენება მხოლოდ გადაფარვად ფილტრებზე შეიძლება.

source: Overriding organizations and locations
ka: ორგანიზაციებისა და მდებარეობების გადაფარვა

source: Filters inherit organizations and locations from its role by default. This behavior can be changed by setting %{condition}.%{wsp}Therefore options %{org_opts} and %{loc_opts} are applicable only when the override flag is set.
ka: ფილტრები ორგანიზაციებს და მდებარეობებს მათი როლიდან ნაგულისხმებად იღებენ. ამ ქცევის შეცვლა %{condition}.%{wsp}-ის ცვლილებით შეგიცლიათ. ამიტომ პარამეტრები %{org_opts} და %{loc_opts} მხოლოდ გადაფარვის ალმის დაყენების შემთხვევაშია გამოსადეგი.

source: Permission filter for [%<resource_type_label>s] created.
ka: წვდომების ფილტრი [%<resource_type_label>s]-სთვის შექმნილია.

source: Could not create the permission filter
ka: წვდომის ფილტრის შექმნის შეცდომა

source: Permission filter for [%<resource_type_label>s] updated.
ka: წვდომების ფილტრი [%<resource_type_label>s]-სთვის განახლდა.

source: Could not update the permission filter
ka: წვდომის ფილტრის განახლების შეცდომა

source: Permission filter deleted.
ka: წვდომის ფილტრი წაიშალა.

source: Could not delete the permission filter
ka: წვდომის ფილტრის წაშლის შეცდომა

source: Host Group
ka: ჰოსტების ჯგუფი

source: Global Status
ka: გლობალური სტატუსი

source: Organization
ka: ორგანიზაცია

source: Location
ka: მდებარეობა

source: Additional Information
ka: დამატებითი ინფორმაცია

source: Bare Metal
ka: შიშველი მეტალი

source: Compute Profile
ka: გამოთვლითი პროფილი

source: Cert name
ka: სერტიფიკატის სახელი

source: Token
ka: ტოკენი

source: Managed
ka: მართული

source: Installed at
ka: დაყენების დრო

source: Uptime (seconds)
ka: ჩართულია (წამებში)

source: Build Status
ka: აგების სტატუსი

source: Network
ka: ქსელი

source: IPv4 address
ka: IPv4 მისამართი

source: IPv6 address
ka: IPv6 მისამართი

source: Subnet ipv4
ka: IPv4 ქვექსელი

source: Subnet ipv6
ka: IPv6 ქვექსელი

source: Domain
ka: დომენი

source: Service provider
ka: სერვისის მომწოდებელი

source: SP Name
ka: SP სახელი

source: SP Subnet
ka: SP ქვექსელი

source: Network interfaces
ka: ქსელის ინტერფეისები

source: Identifier
ka: იდენტიფიკატორი

source: MAC address
ka: MAC მისამართი

source: Operating system
ka: ოპერაციული სისტემა

source: Architecture
ka: არქიტექტურა

source: Build
ka: აგება

source: Medium
ka: საშუალო

source: Partition Table
ka: დანაყოფების ცხრილი

source: PXE Loader
ka: PXE ჩამტვირთავი

source: Custom partition table
ka: დანაყოფების ცხრილის ხელით მითითება

source: Image
ka: სურათი

source: Image file
ka: გამოსახულების ფაილი

source: Use image
ka: ასლის გამოყენება

source: Additional info
ka: დამატებითი ინფორმაცია

source: Owner
ka: მფლობელი

source: Enabled
ka: ჩართულია

source: Model
ka: მოდელი

source: Comment
ka: კომე_ნტარი

source: Power
ka: კვება

source: Host id
ka: ჰოსტების ID

source: Host name
ka: ჰოსტის სახელი

source: %{reports} command is deprecated and will be removed in one of the future versions. Please use %{config_reports} command instead.
ka: %{reports} ბრძანება მოძველებულია და წაიშლება ერთ-ერთ მომავალ ვერსიაში. ამის ნაცვლად, გთხოვთ, გამოიყენოთ %{config_reports} ბრძანება.

source: Host created.
ka: ჰოსტი შეიქმნა.

source: Could not create the host
ka: ჰოსტის შექმნის შეცდომა

source: Host updated.
ka: ჰოსტი განახლდა.

source: Could not update the host
ka: ჰოსტის განახლების შეცდომა

source: Host deleted.
ka: ჰოსტი წაშლილია.

source: Could not delete the host
ka: ჰოსტის წაშლის შეცდომა

source: Create or append a parameter for a host
ka: ჰოსტისთვის პარამეტრის მიწერა ან შექმნა

source: Host parameter updated
ka: ჰოსტის პარამეტრი განახლდა

source: New host parameter created
ka: ჰოსტის ახალი პარამეტრი შექმნილია

source: Could not set host parameter
ka: ჰოსტის პარამეტრის დაყენების შეცდომა

source: Delete parameter for a host
ka: ჰოსტის პარამეტრის წაშლა

source: Host parameter deleted.
ka: ჰოსტის პარამეტრი წაშლილია.

source: Power a host on
ka: ჰოსტის ჩართვა

source: The host is starting.
ka: ჰოსტი ირთვება.

source: Force turning off a host
ka: ჰოსტის ძალით გამორთვა

source: Power a host off
ka: ჰოსტის გამორთვა

source: Power off forced
ka: ჰოსტის ძალით გამორთვა

source: Powering the host off
ka: მიმდინარეობს ჰოსტის გამორთვა

source: Reboot a host
ka: ჰოსტის გადატვირთვა

source: Host reboot started.
ka: ჰოსტის გადატვირთვა დაწყებულია.

source: Reset a host
ka: ჰოსტის ძალით გადატვირთვა

source: Host reset started.
ka: ჰოსტის ძალით გადატვირთვა დაწყებულია.

source: Failed to reset the host
ka: ჰოსტის ძალით გადატვირთვის შეცდომა

source: Rebuild orchestration related configurations for host
ka: ჰოსტისთვის ორქესტრატორთან დაკავშირებული კონფიგურაციის თავიდან აგება

source: Configuration successfully rebuilt.
ka: კონფიგურაციის თავიდან აგება წარმატებით დასრულდა.

source: Dump host's ENC YAML
ka: ჰოსტის ENC YAML-ის გამოტანა

source: Could not retrieve ENC values of the host
ka: ჰოსტის ENC მნიშვნელობების მიღების შეცდომა

source: Disassociate a host
ka: ჰოსტის ასოცირების მოხსნა

source: The host has been disassociated from VM.
ka: ჰოსტის ასოცირება ვმ-სთან მოხსნილია.

source: Failed to disassociated host from VM
ka: ჰოსტის ვმ-დან ასოცირების შეცდომის მოხსნა

source: The host is booting.
ka: ჰოსტი იტვირთება.

source: Failed to boot the host from device
ka: ჰოსტის მითითებული მოწყობილობიდან ჩატვირთვის შეცდომა

source: Root password
ka: Root-ის პაროლი

source: Subnet IPv6 name
ka: IPv6 ქვექსელის სახელი

source: Name of parent hostgroup
ka: მშობელი ჰოსტის ჯგუფის სახელი

source: Title of parent hostgroup
ka: მშობელი ჰოსტის ჯგუფის სათაური

source: Enter the root password for the host group:
ka: შეიყვანეთ ჰოსტის ჯგუფის root პაროლი:

source: Title
ka: სათაური

source: Realm
ka: რეალმი

source: Hostgroup created.
ka: ჰოსტების ჯგუფი შეიქმნა.

source: Could not create the hostgroup
ka: ჰოსტის ჯგუფის შექმნის შეცდომა

source: Hostgroup updated.
ka: ჰოსტების ჯგუფი განახლდა.

source: Could not update the hostgroup
ka: ჰოსტის ჯგუფის განახლების შეცდომა

source: Hostgroup deleted.
ka: ჰოსტების ჯგუფი წაიშალა.

source: Could not delete the hostgroup
ka: ჰოსტის ჯგუფის წაშლის შეცდომა

source: Create or update parameter for a hostgroup
ka: ჰოსტის ჯგუფის პარამეტრის განახლების შეცდომა

source: Hostgroup parameter updated
ka: ჰოსტების ჯგუფის პარამეტრი განახლდა

source: New hostgroup parameter created
ka: ჰოსტის ჯგუფის ახალი პარამეტრი შექმნილია

source: Could not set hostgroup parameter
ka: ჰოსტის ჯგუფის პარამეტრის დაყენების შეცდომა

source: Delete parameter for a hostgroup
ka: ჰოსტის ჯგუფის პარამეტრის წაშლის სეცდომა

source: Hostgroup parameter deleted.
ka: ჰოსტების ჯგუფის პარამეტრი წაიშალა.

source: Could not rebuild configuration
ka: კონფიგურაციის თავიდან აგების შედომა

source: ID of the owner
ka: მფლობელის ID

source: Login of the owner
ka: მფლობელის მომხმარებლის სახელი

source: Required if host is managed and value is not inherited from host group or default password in settings
ka: საჭიროა, თუ ჰოსტი მართულია და მნიშვნელობა ჰოსტის ჯგუფიდან ან პარამეტრებიდან ნაგულისხმები პაროლიდან არაა მემკვიდრეობით მიღებული

source: Replaces with new host parameters
ka: ახალი ჰოსტის პარამეტრებით ჩანაცვლება

source: Replaces with new host parameters (with type support)
ka: ახალი ჰოსტის პარამეტრებით ჩანაცვლება (ტიპის მხარდაჭერით)

source: Volume parameters
ka: ტომის პარამეტრები

source: Interface parameters
ka: ინტერფეისის პარამეტრები

source: Enter the root password for the host:
ka: ჰოსტის root პაროლი:

source: Username
ka: მომხმარებელი

source: URL
ka: ბმული

source: Http proxy created.
ka: HTTP პროქსის შეიქმნა.

source: Could not create the http proxy
ka: HTTP პროქსის შექმნის შეცდომა

source: Http proxy deleted.
ka: HTTP პროქსის წაიშალა.

source: Could not delete the http proxy
ka: HTTP პროქსის წაშლის შეცდომა

source: Http proxy updated.
ka: HTTP პროქსის განახლდა.

source: Could not update the http proxy
ka: HTTP პროქსის განახლების შეცდომა

source: Architecture name
ka: არქიტექტურის სახელი

source: Compute resource name
ka: გამოთვლითი რესურსის სახელი

source: Compute profile name
ka: გამოთვლით პროფილის სახელი

source: Domain name
ka: დომენის სახელი

source: Hostgroup title
ka: ჰოსტების ჯგუფის სათაური

source: Set the current location context for the request
ka: მოთხოვნის მიმდინარე მდებარეობის კონტექსტის დაყენება

source: Medium name
ka: მედიის სახელი

source: Model name
ka: მოდელს სახელი

source: Set the current organization context for the request
ka: მოთხოვნის მიმდინარე ორგანიზაციის კონტექსტის დაყენება

source: Operating system title
ka: ოპერაციული სისტემის სათაური

source: Partition table name
ka: დანაყოფების ცხრილის სახელი

source: Proxy name
ka: პროქსის სახელი

source: User role name
ka: მომხმარებლის როლის სახელი

source: Setting name
ka: პარამეტრის სახელი

source: Subnet name
ka: ქვექსელის სახელი

source: User's login to search by
ka: მომხმარებლის სახელით ძებნა

source: Common parameter name
ka: საერთო პარამეტრის სახელი

source: Name to search by
ka: სახელით ძებნა

source: Missing options to search %s
ka: %s-ის მოსაძებნად მითითებული პარამეტრები საკმარისი არაა

source: one of %s not found.
ka: %s-დან ერთერთი ვერ ვიპოვე.

source: Found more than one %s.
ka: ნაპოვნია ერთზე მეტი %s.

source: Missing options to search %s.
ka: %s-ის მოსაძებნად შეყვანილი პარამეტრები საკმარისი არაა.

source: View and manage compute resource's images
ka: გამოთვლითი რესურსის ასლების ნახვა და მართვა

source: User Data
ka: მომხმარებლის მონაცემები

source: IAM role
ka: IAM-ის როლი

source: Show images available for addition
ka: დასამატებლად მზა ასლების ჩვენება

source: Image created.
ka: ასლი შეიქმნა.

source: Could not create the image
ka: ასლის შექმნის შეცდომა

source: Image updated.
ka: ასლი განახლდა.

source: Could not update the image
ka: ასლის განახლების შეცდომა

source: Image deleted.
ka: ასლი წაიშალა.

source: Could not delete the image
ka: ასლის წაშლის შეცდომა

source: View and manage host's network interfaces
ka: ჰოსტის ქსელური ინტერფეისების დათვალიერება და მართვა

source: primary
ka: ძირითადი

source: provision
ka: მუშაობისთვის მომზადება

source: IP address
ka: IP მისამართი

source: DNS name
ka: DNS სახელი

source: Subnet
ka: ქვექსელი
