Repository: theforeman/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: ka

source: Foreman connection login/logout
ka: Foreman-თან შეერთების ჩართ/გამორთ

source: Manipulate architectures
ka: არქიტექტურების მართვა

source: Manipulate auth sources
ka: ავთენტიკაციის წყაროების მართვა

source: Search audit trails.
ka: მოძებნეთ აუდიტის ბილიკები.

source: Manipulate compute profiles
ka: გამოთვლითი პროფილების მართვა

source: Manipulate compute resources
ka: გამოთვლითი რესურსების მართვა

source: Manipulate domains
ka: დომენების მართვა

source: Search facts
ka: ფაქტების მოძებნა

source: Manage permission filters
ka: წვდომების ფილტრების მართვა

source: Manipulate hosts
ka: ჰოსტების მართვა

source: Manipulate hostgroups
ka: ჰოსტის ჯგუფების მართვა

source: Manipulate http proxies
ka: HTTP პროქსების მართვა

source: Manipulate locations
ka: მდებარეობების მართვა

source: Manipulate installation media
ka: დასაყენებელი დისკების მართვა

source: Manipulate hardware models
ka: აპარატურული მოდელების მართვა

source: Manipulate operating system
ka: ოპერაციული სისტემის მართვა

source: Manipulate organizations
ka: ორგანიზაციების მართვა

source: Manipulate partition tables
ka: დანაყოფის ცხრილების მართვა

source: Browse and read reports
ka: ანგარიშების მოძებნა და წაკითხვა

source: %{report} command is deprecated and will be removed in one of the future versions. Please use %{config_report} command instead.
ka: %{report} ბრძანება მოძველებულია და წაიშლება ერთ-ერთ მომავალ ვერსიაში. ამის ნაცვლად, გთხოვთ, გამოიყენოთ %{config_report} ბრძანება.

source: Manipulate report templates
ka: ანგარიშის შაბლონების მართვა

source: Manage user roles
ka: მომხმარებლის როლების მართვა

source: Manipulate smart proxies
ka: ჭკვიანი როლების მართვა

source: Manipulate realms
ka: რეალმების მართვა

source: Change server settings
ka: სერვერის პარამეტრების მართვა

source: Manipulate subnets
ka: ქვექსელების მართვა

source: Manipulate provisioning templates
ka: მუშაობისთვის მომზადების შაბლონების შეცვლა

source: Manipulate users
ka: მომხმარებლების მართვა

source: Manage user groups
ka: მომხმარებლის ჯგუფების მართვა

source: Get the status of the server and/or it's subcomponents
ka: სერვერის ან/და მისი ქვეკომპონენტების სტატუსის მიღება

source: Get the complete status of the server and/or it's subcomponents
ka: სერვერის და/ან მისი ქვეკომპონენტების სრული სტატუსის მიღება

source: Manage mail notifications
ka: ელ.ფოსტის შეტყობინებების მართვა

source: Manage bookmarks
ka: სანიშნების მართვა

source: Host Registration
ka: ჰოსტის რეგისტრაცია

source: Using certificate authentication.
ka: სერტიფიკატის გამოყენებით ავთენტიკაცია.

source: Invalid username or password.
ka: მომხმარებელი ან პაროლი არასწორია.

source: Using configured credentials for user '%s'.
ka: მორგებულ მომხმ/პაროლის გამოყენება მომხმარებლისთვის: '%s'.

source: Credentials are not configured.
ka: მომხმ/პაროლი მორგებული არაა.

source: [Foreman] Username:%s
ka: [Foreman] მომხმარებელი:%s

source: [Foreman] Password for %{user}:%{wsp}
ka: [Foreman] პაროლი %{user}:%{wsp}

source: current Kerberos user
ka: kerberos-ის მიმდინარე მომხმარებელი

source: No session, but there is an active Kerberos session, that will be used for negotiate login.
ka: სესია არ არის, მაგრამ არის Kerberos-ის აქტიური სესია, რომელიც გამოყენებული იქნება მოლაპარაკების შესვლისთვის.

source: There is no active Kerberos session. Have you run %s?
ka: კერბეროსის აქტიური სესია არ არის. გაუშვით %s?

source: Invalid oidc-client-id or oidc-token-endpoint or oidc-authorization-endpoint.
ka: არასწორი oidc-client-id ან oidc-token-endpoint ან oidc-authorization-endpoint.

source: Code:%s
ka: კოდი:%s

source: Openidc Provider Authorization Endpoint:%s
ka: Openidc პროვაიდერის ავტორიზაციის საბოლოო წერტილი:%s

source: Openidc Provider Token Endpoint:%s
ka: Openidc მომწოდებლის კოდის უკანაბოლო:%s

source: Client ID:%s
ka: კლიენტის ID: %s

source: Redirect URI:%s
ka: გადასამისამართებელი URI:%s

source: Invalid credentials or oidc-client-id or oidc-token-endpoint.
ka: არასწორი მომხმ/პაროლი, oidc-client-id ან oidc-token-endpoint.

source: Username:%s
ka: მომხმარებელი:%s

source: Password:%{wsp}
ka: პაროლი:%{wsp}

source: Session exists, currently logged in as '%s'.
ka: სესია არსებობს. შესული ბრძანდებით, როგორც: %s.

source: Using sessions, you are currently not logged in.
ka: სესიების გამოყენებით ამჟამად შესული არ ბრძანდებით.

source: Invalid credentials, continuing with session for '%s'.
ka: არასწორი მომხმ/პაროლი. სესია '%s'-ით გაგრძელდება.

source: Session has expired.
ka: სესიის დრო გავიდა.

source: Name
ka: სახელი

source: Architecture created.
ka: არქიტექტურა შეიქმნა.

source: Could not create the architecture
ka: არქიტექტურის შექმნის შეცდომა

source: Architecture deleted.
ka: არქიტექტურა წაშლილია.

source: Could not delete the architecture
ka: არქიტექტურის წაშლის შეცდომა

source: Architecture updated.
ka: არქიტექტურა განახლდა.

source: Could not update the architecture
ka: არქიტექტურის განახლების შეცდომა

source: Associate a hostgroup
ka: ჰოსტების ჯგუფის ასოცირება

source: The hostgroup has been associated.
ka: ჰოსტის ჯგუფი ასოცირებულია.

source: Could not associate the hostgroup
ka: ჰოსტის ჯგუფის ასოცრების შეცდომა

source: Disassociate a hostgroup
ka: ჰოსტების ჯგუფის ასოცირების მოხსნა

source: The hostgroup has been disassociated.
ka: ჰოსტების ჯგუფის ასოცირება მოხსნილია.

source: Could not disassociate the hostgroup
ka: ჰოსტების ჯგუფის ასოცირების მოხსნის შეცდომა

source: Associate a domain
ka: დომენის ასოცირება

source: The domain has been associated.
ka: დომენი ასოცირებულია.

source: Could not associate the domain
ka: დომენის ასოცირების შეცდომა

source: Disassociate a domain
ka: დომენის ასოცირების მოხსნა

source: The domain has been disassociated.
ka: დომენის ასოცირება მოხსნილია.

source: Could not disassociate the domain
ka: დომენის ასოცირების მოხსნის შეცდომა

source: Associate a medium
ka: მედიის ასოცირება

source: The medium has been associated.
ka: მედია ასოცირებულია.

source: Could not associate the medium
ka: მედიის ასოცირების შეცდომა

source: Disassociate a medium
ka: მედიის ასოცირების მოხსნა

source: The medium has been disassociated.
ka: მედიის ასოცირება მოხსნილია.

source: Could not disassociate the medium
ka: მედიის ასოცირების მოხსნის შეცდომა

source: Associate a subnet
ka: ქვექსელის ასოცირება

source: The subnet has been associated.
ka: ქვექსელი ასოცირებულია.

source: Could not associate the subnet
ka: ქვექსელის ასოცირების შეცდომა

source: Disassociate a subnet
ka: ქვექსელის ასოცირების მოხსნა

source: The subnet has been disassociated.
ka: ქვექსელის ასოცირება მოხსნილია.

source: Could not disassociate the subnet
ka: ქვექსელის ასოცირების შეცდომა

source: Associate a compute resource
ka: გამოთვლითი რესურსის ასოციაცია

source: The compute resource has been associated.
ka: გამოთვლითი რესურსი ასოცირებულია.

source: Could not associate the compute resource
ka: გამოთვლითი რესურსის ასოციაციის შეცდომა

source: Disassociate a compute resource
ka: გამოთვლითი რესურსის ასოციაციის მოხსნა

source: The compute resource has been disassociated.
ka: გამოთვლითი რესურსის ასოციაცია მოხსნილია.

source: Could not disassociate the compute resource
ka: გამოთვლითი რესურსის ასოცირების მოხსნის შეცდომა

source: Associate a smart proxy
ka: ჭკვიანი პროქსის ასოცირება

source: The smart proxy has been associated.
ka: ჭკვიანი პროქსი ასოცირებულია.

source: Could not associate the smart proxy
ka: ჭკვიანი პროქსის ასოცირების შეცდომა

source: Disassociate a smart proxy
ka: ჭკვიანი პროქსის ასოცირების მოხსნა

source: The smart proxy has been disassociated.
ka: ჭკვიანი პროქსის ასოცირება მოხსნილია.

source: Could not disassociate the smart proxy
ka: ჭკვიანი პროქსის ასოცირების მოხსნის შეცდომა

source: Associate an user
ka: მომხმარებლის ასოცირება

source: The user has been associated.
ka: მომხმარებლის ასოცირებულია.

source: Could not associate the user
ka: მომხმარებლის ასოცირების შეცდომა

source: Disassociate an user
ka: მომხმარებლის ასოცირების მოხსნა

source: The user has been disassociated.
ka: მომხმარებლის ასოცირება მოხსნილია.

source: Could not disassociate the user
ka: მომხმარებლის ასოცირების მოხსნის შეცდომა

source: Associate an user group
ka: მომხმარებლის ჯგუფის ასოცირება

source: The user group has been associated.
ka: მომხმარებლის ჯგუფი ასოცირებულია.

source: Could not associate the user group
ka: მომხმარებლის ჯგუფის ასოცირების შეცდომა

source: Disassociate an user group
ka: მომხმარებლის ჯგუფის ასოცირების მოხსნა

source: The user group has been disassociated.
ka: მომხმარებლის ჯგუფის ასოცირება მოხსნილია.

source: Could not disassociate the user group
ka: მომხმარებლის ჯგუფის ასოცირების მოხსნის შეცდომა

source: Associate provisioning templates
ka: მუშაობისთვის მომზადების შაბლონების ასოცირება

source: List of provisioning template ids
ka: სამუშაოდ მომზადების შაბლონების ID-ები

source: List of provisioning template names
ka: სამუშაოდ მომზადების შაბლონების სახელები

source: Provisioning template name regex to search, all matching templates will be associated
ka: სამუშაოდ მომზადების შაბლონის მოსაძებნად საჭირო რეგულარული გამოსახულება. ყველა შესატყვისი შაბლონი ასოცირებული იქნება

source: %s not found.
ka: %s ნაპოვნი არაა.

source: The provisioning templates were associated.
ka: სამუშაოდ მომზადების ასოცირებული შაბლონები ასოცირებულია.

source: Could not associate the provisioning templates
ka: სამუშაოდ მომზადების ასოცირებული შაბლონები ასოცირების შეცდომა

source: Disassociate provisioning templates
ka: მუშაობისთვის მომზადების შაბლონების ასოცირების მოხსნა

source: Provisioning template name regex to search, all matching templates will be disassociated
ka: სამუშაოდ მომზადების შაბლონის მოსაძებნად საჭირო რეგულარული გამოსახულება. ყველა შესატყვისი შაბლონის ასოცირება მოიხსნება

source: The provisioning templates were disassociated.
ka: მუშაობისთვის მომზადების შაბლონების ასოცირება მოხსნილია.

source: Could not disassociate the provisioning templates
ka: სამუშაოდ მომზადების ასოცირებული შაბლონების ასოცირების მოხსნის შეცდომა

source: Associate an organization
ka: ორგანიზაციის ასოცირება

source: The organization has been associated.
ka: ორგანიზაცია ასოცირებულია.

source: Could not associate the organization
ka: ორგანიზაციის ასოცირების შეცდომა

source: Disassociate an organization
ka: ორგანიზაციის ასოცირების მოხსნა

source: The organization has been disassociated.
ka: ორგანიზაციის ასოცირება მოხსნილია.

source: Could not disassociate the organization
ka: ორგანიზაციის ასოცირების მოხსნის შეცდომა

source: Associate an operating system
ka: ოპერაციული სისტემის ასოცირება

source: Operating system has been associated.
ka: ოპერაციული სისტემა ასოცირებულია.

source: Could not associate the operating system
ka: ოპერაციული სისტემის ასოცირების შეცდომა

source: Disassociate an operating system
ka: ოპერაციული სისტემის ასოციაციის მოხსნა

source: Operating system has been disassociated.
ka: ოპერაციული სისტემის ასოციაცია მოხსნილია.

source: Could not disassociate the operating system
ka: ოპერაციული სისტემის ასოციაციის მოხსნის შეცდომა

source: Associate an architecture
ka: არქიტექტურის ასოციაცია

source: Architecture has been associated.
ka: არქიტექტურის ასოცირებულია.

source: Could not associate the architecture
ka: არქიტექტურის ასოციაციის შეცდომა

source: Disassociate an architecture
ka: არქიტექტურის ასოციაციის მოხსნა

source: Architecture has been disassociated.
ka: არქიტექტურის ასოციაციია მოხსნილია.

source: Could not disassociate the architecture
ka: არქიტექტურის ასოციაციის მოხსნის შეცდომა

source: Associate a partition table
ka: დანაყოფების ცხრილის ასოცირება

source: Partition table has been associated.
ka: დანაყოფების ცხრილი ასოცირებულია.

source: Could not associate the partition table
ka: დანაყოფების ცხრილი ასოცირების შეცდომა

source: Disassociate a partition table
ka: დანაყოფების ცხრილი ასოცირების მოხსნა

source: Partition table has been disassociated.
ka: დანაყოფების ცხრილის ასოცირება მოხსნილია.

source: Could not disassociate the partition table
ka: დანაყოფების ცხრილის ასოცირების მოხსნა შეუძლებელია

source: Assign a user role
ka: მომხმარებლისთვის როლის მინიჭება

source: User role has been assigned.
ka: მომხმარებლისთვის როლის მინიჭებულია.

source: Could not assign the user role
ka: მომხმარებლისთვის როლის მინიჭების შეცდომა

source: Remove a user role
ka: მომხმარებლის როლის წაშლა

source: User role has been removed.
ka: მომხმარებლის როლი წაშლილია.

source: Could not remove the user role
ka: მომხმარებლის როლის წაშლის შეცდომა

source: Associate a location
ka: მდებარეობის ასოცირება

source: The location has been associated.
ka: მდებარეობა ასოცირებულია.

source: Could not associate the location
ka: მდებარეობის ასოცირების შეცდომა

source: Disassociate a location
ka: მდებარეობის ასოცირების მოხსნა

source: The location has been disassociated.
ka: მდებარეობის ასოცირება მოხსნილია.

source: Could not disassociate the location
ka: მდებარეობის ასოციაციის მოხსნის სეცდომა

source: Override audit record pagination
ka: აუდიტის ჩანაწერების გვერდების დანომრვის გადაფარვა

source: Audit records for past one month are returned by default. This behavior can be changed by passing --search option.
ka: ნაგულისხმებად აუდიტის ბოლო ერთი თვის ჩანაწერები დაბრუნდება. ამ ქცევის შეცვლა --search პარამეტრით შეგიძლიათ.

source: At
ka: დრო

source: User
ka: მომხმარებელი

source: Action
ka: მოქმედება

source: Audit type
ka: აუდიტის ტიპი

source: Audit record
ka: აუდიტის ჩანაწერი

source: Request UUID
ka: მოთხოვნის UUID

source: Audited changes
ka: აუდიტირებული ცვლილებები

source: Attribute
ka: ატრიბუტი

source: Value
ka: მნიშვნელობა

source: Old
ka: ძველი

source: New
ka: ახალი

source: Set credentials
ka: მომხმარებელი/პაროლის დაყენება

source: Username to access the remote system
ka: დაშორებულ სისტემაზე წვდომის მომხმარებლის სახელი

source: Password to access the remote system
ka: დაშორებულ სისტემაზე წვდომის პაროლი

source: Successfully logged in as '%s'.
ka: წარმატებით შეხვედით, როგორც %1.

source: Authenticate against external source (IPA/PAM) with credentials
ka: გაიარეთ ავთენტიკაცია გარე წყაროებზე (IPA/PAM) ავტორიზაციის დეტალებით

source: Successfully authenticated using negotiate auth, using the KEYRING principal.
ka: მოლაპარაკების ავთენტიკაციით, ბრელოკით შესვლა წარმატებულია.

source: Openidc provider URL which issues access token
ka: Openic-ის URL, რომელიც წვდომის კოდებს გასცემს

source: Openidc provider URL which issues authentication code (two factor only)
ka: Openic-ის URL, რომელიც ავთენტიკაციის კოდებს გასცემს (მხოლოდ 2FA)

source: Client id used in the Openidc provider
ka: Openidc-ის მომწოდებელთან გამოსაყენებელი Client ID

source: Authenticate with two factor
ka: 2FA ავთენტიკაცია

source: Redirect URI for the authentication code grant flow
ka: ავთენტიკაციის კოდის დინების გადამისამართების URI

source: Wipe your credentials
ka: წაშალეთ თქვენი მომხმარებელი/პაროლი

source: Logged out.
ka: გამოხვედით.

source: Information about current connections
ka: ინფორმაცია მიმდინარე შეერთებების შესახებ

source: List all auth sources
ka: ავთენტიკაციის ყელა წყაროს სია

source: Type of auth source
ka: ავთენტიკაციის წყაროს ტიპი

source: Manage external auth sources
ka: ავთენტიკაციის გარე წყაროების მართვა

source: Update organization and location for Auth Source
ka: ავთენტიკაციის წყაროს ორგანიზაციის და მდებარეობის განახლება

source: Successfully updated the %{name} external auth source.
ka: ავთენტიკაციის გარე წყარო წარმატებით განახლდა: %{name}.

source: Failed to update %{name} external auth source
ka: ავთენტიკაციის გარე წყაროს განახლების შეცდომა: %{name}

source: Manage LDAP auth sources
ka: LDAP ავთენტიკაციის წყაროების მართვა

source: Server
ka: სერვერი

source: Port
ka: პორტი

source: Server Type
ka: სერვერის ტიპი

source: Account
ka: ანგარიში

source: Account Username
ka: მომხმარებლის სახელი

source: Base DN
ka: საბაზისო DN

source: Groups base DN
ka: ჯგუფების საბაზისო DN

source: Use Netgroups
ka: ქსელური ჯგუფების გამოყენება

source: LDAP filter
ka: LDAP-ის ფილტრი

source: Automatically Create Accounts?
ka: ავტომატურად შევქმნა ანგარიშები?

source: Usergroup sync
ka: მომხმარებლისჯგუფის სინქი

source: Attribute mappings
ka: ატრიბუტებს ბმები

source: Login Name Attribute
ka: მომხმარებლის სახელის ატრიბუტი

source: First Name Attribute
ka: სახელის ატრიბუტი

source: Last Name Attribute
ka: გვარის ატრიბუტი

source: Email Address Attribute
ka: ელფოსტის მისამართის ატრიბუტი

source: Photo Attribute
ka: სურათის ატრიბუტი

source: Auth source [%{name}] created.
ka: ავთ. წყარო [%{name}] შეიქმნა.

source: Could not create the Auth Source
ka: ავთენტიკაციის წყაროს შექმნა შეუძლებელია

source: Auth source [%{name}] deleted.
ka: ავთ. წყარო [%{name}] წაიშალა.

source: Could not delete the Auth Source
ka: ავთენტიკაციის წყაროს წაშლა შეუძლებელია

source: Auth source [%{name}] updated.
ka: ავთ. წყარო [%{name}] განახლდა.

source: Could not update the Auth Source
ka: ავთენტიკაციის წყაროს განახლება შეუძლებელია

source: Can't perform login. Make sure sessions are enabled in hammer configuration file.
ka: შესვლა შეუძლებელია. დარწმუნდით, რომ Hammer-ის კონფიგურაციის ფაილში სესიები ჩართულია.

source: Controller
ka: კონტროლერი

source: Search Query
ka: საძებნი სტრიქონი

source: Public
ka: საჯარო

source: Owner Id
ka: მფლობელის ID

source: Owner Type
ka: მფლობელის ტიპი

source: Bookmark %<name>s created.
ka: სანიშნი %<name> შექმნილია.

source: Failed to create %<name>s bookmark
ka: სანიშნის შექმნის შეცდომა: %<name>s

source: Bookmark %<name>s updated successfully.
ka: სანიშნე წარმატებით განახლდა: %<name>s.

source: Failed to update %<name>s bookmark
ka: სანიშნის განახლების შეცდომა: %<name>s

source: Bookmark deleted successfully.
ka: ანგარიში წარმატებით წაიშალა.

source: Failed to delete bookmark
ka: სანიშნის წაშლის შეცდომა

source: Manage template combinations
ka: შაბლონის კომბინაციების მართვა

source: Provisioning template ID
ka: მუშაობისთვის მომზადების შაბლონის ID

source: Provisioning template name
ka: მუშაობისთვის მომზადების შაბლონის სახელი

source: Hostgroup ID
ka: ჰოსტების ჯგუფის ID

source: Hostgroup name
ka: ჰოსტების ჯგუფის სახელი

source: Provisioning Template
ka: მუშაობისთვის მომზადების შაბლონი

source: Hostgroup
ka: ჰოსტების ჯგუფი

source: Template combination updated.
ka: შაბლონის კომბინაციები განახლდა.

source: Could not update the template combination
ka: შაბლონის კომბინაციის განახლების შეცდომა

source: Template combination created.
ka: შაბლონის კომბინაცია შეიქმნა.

source: Could not create the template combination
ka: შაბლონის კომბინაციის შექმნის შეცდომა

source: Template combination Deleted.
ka: შაბლონის კომბინაცია წაიშალა.

source: Could not delete the template combination
ka: შაბლონის კომბინაციის წაშლის შეცდომა

source: Cluster ID
ka: კლასტერის ID

source: Use --cluster-name instead
ka: შემცვლელად გამოიყენეთ --cluster-name

source: Cluster name or path to search by
ka: კლასტერის სახელი ან მისი საძებნი ბილიკი

source: Name of DNS proxy to use within this domain
ka: ამ დომენის შიგნით გამოყენებული DNS პროქსის სახელი

source: Provider specific options
ka: მომწოდებლის სპეციფიკური პარამეტრები

source: Bold attributes are required.
ka: გამუქებული ატრიბუტები საჭიროა.

source: Available keys for %{option}
ka: %{option} -ის ხელმისაწვდომი გასაღებები

source: Possible values: %s
ka: შესაძლო მნიშვნელობები: %s

source: %{value}, each managed hosts needs to have one primary interface.
ka: %{value}, თითოეულ ჰოსტს ერთი ძირითადი ინტერფეისი უნდა ჰქონდეს.

source: For %{condition}
ka: %{condition} -თვის

source: VLAN tag, this attribute has precedence over the subnet VLAN ID. Only for virtual interfaces.
ka: VLAN ჭდე, ამ ატრიბუტს აქვს უპირატესობა ქვექსელის VLAN ID-ზე. მხოლოდ ვირტუალური ინტერფეისებისთვის.

source: Identifier of the interface to which this interface belongs, e.g. eth1.
ka: ინტერფეისის იდენტიფიკატორი, რომელსაც ეს ინტერფეისი ეკუთვნის. მაგ: eth1.

source: Identifiers of slave interfaces, e.g. [eth1,eth2]
ka: მეორადი ინტერფეისების იდენტიფიკატორი მაგ [eth1, eth2]

source: always IPMI
ka: ყოველთვის IPMI

source: Duration: %sms
ka: ხანგრძლოვობა: %sმწმ

source: FAIL
ka: შეცდომა

source: %{count} more service(s) failed, but not shown:
ka: %{count} მეტი სერვისის შეცდომა, მაგრამ ნაჩვენები არაა:

source: Network prefix in CIDR notation (e.g. 64) for this subnet
ka: ამ ქვექსელის ქსელის პრეფიქსი CIDR ნოტაციით (მაგ: 64)

source: TFTP Proxy to use within this subnet
ka: ამ დომენში გამოყენებული TFTP პროქსის სახელი

source: DNS Proxy to use within this subnet
ka: ამ დომენში გამოყენებული DNS პროქსის სახელი

source: DHCP Proxy to use within this subnet
ka: ამ დომენში გამოყენებული DHCP პროქსის სახელი

source: BMC Proxy to use within this subnet
ka: ამ დომენში გამოყენებული BMC პროქსის სახელი

source: Default organization name
ka: ნაგულისხმები ორგანიზაციის სახელი

source: Default location name
ka: ნაგულისხმები მდებარეობის სახელი

source: Received data of unknown format.
ka: მიღებული მონაცემების ფორმატი უცნობია.

source: Search / Order fields
ka: ველების ძებნა / დალაგება

source: Values
ka: მნიშვნელობები

source: %s name
ka: %s სახელი

source: Nothing to update.
ka: განსაახლებელი არაფერია.

source: Associate a resource
ka: რესურსის ასოცირება

source: Could not associate the %{resource_name}.
ka: %{resource_name}-ის ასოცირების შეცდომა.

source: The %{resource_name} has been associated.
ka: %{resource_name} ასოცირებულია.

source: Disassociate a resource
ka: რესურსის ასოციაციის მოხსნა

source: Could not disassociate the %{resource_name}.
ka: %{resource_name}-ის ასოცირების მოხსნის შეცდომა.

source: The %{resource_name} has been disassociated.
ka: %{resource_name} ასოცირება მოხსნილია.

source: Path to directory where downloaded content will be saved
ka: ბილიკი საქაღალდემდე, სადაც გადმოწერილი ფაილების შემცველობა ინახება

source: The response has been saved to %{path}.
ka: პასუხი %{path} -ში ჩაიწერა.

source: Cannot save file: %s does not exist
ka: ფაილის შენახვის შეცდომა: %s არ არსებობს

source: Type
ka: ტიპი

source: Set a global parameter
ka: გლობალური პარამეტრის დაყენება

source: Created parameter [%{name}] with value [%{value}].
ka: შექმნილია პარამეტრი [%{name}] მნიშვნელობით [%{value}].

source: Parameter [%{name}] updated to [%{value}].
ka: პარამეტრი [%{name}] [%{value}] -მდე განახლდა.

source: Parameter name
ka: პარამეტრის სახელი

source: Parameter value
ka: პარამეტრის მნიშვნელობა

source: Should the value be hidden
ka: უნდა იყოს თუ არა მნიშვნელობა დამალული

source: Type of the parameter
ka: პარამეტრის ტიპი

source: Global parameter [%{name}] deleted.
ka: გლობალური პარამეტრი [%{name}] წაიშალა.

source: Could not delete the global parameter [%{name}]
ka: გლობალური პარამეტრის წაშლის შეცდომა: [%{name}]

source: Manipulate global parameters
ka: გლობალური პარამეტრების მართვა

source: Create compute profile set of values
ka: გამოთვლითი პროფილის მნიშვნელობების ნაკრების შექმნა

source: Compute resource attributes
ka: გამოთვლითი რესურსის ატრიბუტები

source: Interface parameters, should be comma separated list of values
ka: ინტერფეისის პარამეტრები. წარმოადგენს მძიმით გამოყოფილი მნიშვნელობების სიას

source: Volume parameters, should be comma separated list of values
ka: ტომის პარამეტრები. წარმოადგენს მძიმით გამოყოფილი მნიშვნელობების სიას

source: Compute profile attributes are set.
ka: გამოთვლითი პროფილის ატრიბუტები დაყენებულია.

source: Could not set the compute profile attributes
ka: გამოთვლითი პროფილის ატრიბუტების დაყენების შეცდომა

source: Update compute profile values
ka: გამოთვლითი რესურსის პროფილის მნიშვნელობების განახლება

source: Compute resource attributes, should be comma separated list of values
ka: გამოთვლითი რესურსის ატრიბუტები. წარმოადგენს მძიმით გამოყოფილი მნიშვნელობების სიას

source: Compute profile attributes updated.
ka: გამოთვლითი პროფილის გამოთვლითი ატრიბუტები განახლდა.

source: Could not update the compute profile attributes
ka: გამოთვლითი პროფილის გამოთვლითი ატრიბუტები განახლების შეცდომა

source: Add interface for Compute Profile
ka: გამოთვლითი პროფილისთვის ინტერფეისის დამატება

source: Interface was created.
ka: ინტერფეისი შეიქმნა.

source: Could not create interface
ka: ინტერფეისის შექმნის შეცდომა

source: Update compute profile interface
ka: გამოთვლითი პროფილისთვის ინტერფეისის განახლება
