Repository: theforeman/hammer-cli-foreman
Catalog: locale/*/hammer-cli-foreman.po
Languages: ka

source: Primary
ka: ძირითადი

source: Provision
ka: მუშაობისთვის მომზადება

source: Virtual
ka: ვირტუალური

source: Tag
ka: იარლიყი

source: Attached to
ka: მიმაგრებულია

source: Bond
ka: ბმა

source: Mode
ka: რეჟიმი

source: Attached devices
ka: მიმაგრებული ინტერფეისები

source: Bond options
ka: დაწყვილებული ინტერფეისის მორგება

source: Should this interface be used for constructing the FQDN of the host? Each managed hosts needs to have one primary interface
ka: გამოვიყენო ეს ინტერფეისი ჰოსტის FQDN-ის ასაწყობად? თითოეულ მართვად ჰოსტს ერთი ძირითადი ინტერფეისი უნდა ჰქონდეს

source: Should this interface be used for TFTP of PXELinux (or SSH for image-based hosts)? Each managed hosts needs to have one provision interface
ka: გამოვიყენო ეს ინტერფეისი TFTP/PXELinux-სთვის (ან SSH ასლზე-ბაზირებული ჰოსტებისთვის)? თითოეულ მართულ ჰოსტს სამუშაოდ მომზადების ერთი ინტერფეისი სჭირდება

source: Interface created.
ka: ინტერფეისი შეიქმნა.

source: Could not create the interface
ka: ინტერფეისის შექმნის შეცდომა

source: Compute resource specific attributes
ka: გამოთვლით რესურსის სპეციფიკური ატრიბუტები

source: Interface updated.
ka: ინტერფეისი განახლდა.

source: Could not update the interface
ka: ინტერფეისის განახლების შეცდომა

source: Interface deleted.
ka: ინტერფეისი წაიშალა.

source: Could not delete the interface
ka: ინტერფეისის წაშლის შეცდომა

source: Location numeric id to search by
ka: მოსაძებნი მდებარეობის ID

source: Organizations
ka: ორგანიზაციები

source: Location created.
ka: მდებარეობა შეიქმნა.

source: Could not create the location
ka: მდებარეობის შექმნის შეცდომა

source: Location updated.
ka: მდებარეობა განახლდა.

source: Could not update the location
ka: მდებარეობის განახლების შეცდომა

source: Location deleted.
ka: მდებარეობა წაიშალა.

source: Could not delete the location
ka: მდებარეობის წაშლის შეცდომა

source: Create or update parameter for a location
ka: მდებარეობის პარამეტრის შექმნა ან განახლება

source: Parameter [%{name}] updated to value [%{value}]
ka: პარამეტრი [%{name}] განახლდა მნიშვნელობამდე [%{value}]

source: Parameter [%{name}] created with value [%{value}]
ka: პარამეტრი [%{name}] შეიქმნა მნიშვნელობით [%{value}]

source: Could not set location parameter
ka: მდებარეობის პარამეტრის დაყენების შეცდომა

source: Delete parameter for a location
ka: მდებარეობის პარამეტრის წაშლა

source: Parameter [%{name}] deleted.
ka: პარამეტრი წაიშალა: [%{name}] .

source: Could not delete location parameter
ka: მდებარეობის პარამეტრის წაშლის შეცდომა

source: Subscription type
ka: გამოწერის ტიპი

source: OS Family
ka: ოს-ის ოჯახი

source: Installation medium created.
ka: დასაყენებელი დისკის შეიქმნა.

source: Could not create the installation medium
ka: დასაყენებელი დისკის შექმნის შეცდომა

source: Installation medium updated.
ka: დასაყენებელი დისკის განახლდა.

source: Could not update the installation media
ka: დასაყენებელი დისკის განახლების შეცდომა

source: Installation medium deleted.
ka: დასაყენებელი დისკის წაიშალა.

source: Could not delete the installation media
ka: დასაყენებელი დისკის წაშლის შეცდომა

source: Vendor class
ka: მომწოდებლის კლასი

source: HW model
ka: აპარატურის მოდელი

source: Info
ka: ინფორმაცია

source: Hardware model created.
ka: აპარატურის მოდელი შეიქმნა.

source: Could not create the hardware model
ka: აპარატურის მოდელის შექმნის შეცდომა

source: Hardware model deleted.
ka: აპარატურის მოდელი წაიშალა.

source: Could not delete the hardware model
ka: აპარატურის მოდელის წაშლის შეცდომა

source: Hardware model updated.
ka: აპარატურის მოდელი განახლდა.

source: Could not update the hardware model
ka: აპარატურის მოდელის განახლების შეცდომა

source: Invalid access token response.
ka: არასწორი წვდომის კოდის პასუხი.

source: Invalid access token
ka: არასწორი წვდომის კოდი

source: Failed to recieve acess token, please check your connectivity with OpenID provider: %s
ka: წვდომის კოდის მიღების შეცდომა. გადაამოწმეთ კავშირი OpenID-ის მომწოდებელთან: %s

source: Release name
ka: რელიზის სახელი

source: Family
ka: ოჯახი

source: Major version
ka: ძირითადი ვერსია

source: Minor version
ka: მეორადი ვერსია

source: Partition tables
ka: დანაყოფის ცხრილები

source: Default templates
ka: ნაგულისხმები შაბლონები

source: Architectures
ka: არქიტექტურები

source: Operating system created.
ka: ოპერაციული სისტემა შეიქმნა.

source: Could not create the operating system
ka: ოპერაციული სისტემის შექმნის შეცდომა

source: Operating system updated.
ka: ოპერაციული სისტემა განახლდა.

source: Could not update the operating system
ka: ოპერაციული სისტემა განახლების შეცდომა

source: Operating system deleted.
ka: ოპერაციული სისტემა წაიშალა.

source: Could not delete the operating system
ka: ოპერაციული სისტემა წაშლის შეცდომა

source: Create or update parameter for an operating system
ka: ოპერაციული სისტემის პარამეტრის შექმნა ან განახლება

source: Operating system parameter updated
ka: ოპერაციული სისტემის პარამეტრი განახლდა

source: New operating system parameter created
ka: შეიქმნა ოპერაციული სისტემის ახალი პარამეტრი

source: Could not set operating system parameter
ka: ოპერაციული სისტემის პარამეტრის დაყენება შეუძლებელია

source: Delete parameter for an operating system
ka: ოპერაციული სისტემის პარამეტრის წაშლა

source: operating system parameter deleted.
ka: ოპერაცული სისტემის პარამეტრი წაიშალა.

source: Operatingsystem id
ka: ოპერაციული სისტემის ID

source: Provisioning template id to be set
ka: მუშაობისთვის მომზადების შაბლონის ID

source: [%{provisioning_template_name}] was set as default %{template_kind_name} template.
ka: [%{provisioning_template_name}] დაყენებულია, როგორც ნაგულისხმები %{template_kind_name} შაბლონი.

source: Could not set the os default template
ka: ოს-ის ნაგულისხმები შაბლონის დაყენების შეცდომა

source: Type of the provisioning template
ka: მუშაობისთვის მომზადების შაბლონის ტიპი

source: Default template deleted.
ka: ნაგულისხმები შაბლონი წაიშალა.

source: Could not delete the default template
ka: ნაგულისხმები შაბლონის წაშლის შეცდომა

source: Default template of type %s not found
ka: %s ტიპის ნაგულისხმები შაბლონი არ არსებობს

source: %{types} of associated %{resource}
ka: %{types} ასოცირებული %{resource}

source: Use to update associated %s
ka: გამოიყენეთ ასოცირებული %s-ის განახლებისთვის

source: Could not find %{resource}. Some search options were missing, please see --help.
ka: %{resource} არ არსებობს. ძებნის ზოგიერთი პარამეტრი არ არსებობს. იხილეთ --help.

source: Could not find %{resource}, please set option %{switches}.
ka: %{resource} არ არსებობს. დააყენეთ პარამეტრი %{switches}.

source: Could not find %{resource}, please set one of options %{switches}.
ka: %{resource}-ს არ არსებობს. დააყენეთ ერთერთი: %{switches}.

source: Enter user's current password:
ka: შეიყვანეთ მომხმარებლის მიმდინარე პაროლი:

source: Enter user's new password:
ka: შეიყვანეთ მომხმარებლის ახალი პაროლი:

source: Locations
ka: მდებარეობები

source: Organization created.
ka: ორგანიზაცია შეიქმნა.

source: Could not create the organization
ka: ორგანიზაციის შექმნის შეცდომა

source: Organization updated.
ka: ორგანიზაცია განახლდა.

source: Could not update the organization
ka: ორგანიზაციის განახლების შეცდომა

source: Organization deleted.
ka: ორგანიზაცია წაიშალა.

source: Could not delete the organization
ka: ორგანიზაციის წაშლის შეცდომა

source: Create or update parameter for an organization
ka: ორგანიზაციის პარამეტრის შექმნა ან განახლება

source: Could not set organization parameter
ka: ორგანიზაციის პარამეტრის დაყენების შეცდომა

source: Delete parameter for an organization
ka: ორგანიზაციის პარამეტრის წაშლა

source: Could not delete organization parameter
ka: ორგანიზაციის პარამეტრის წაშლის შეცდომა

source: Kind
ka: ტიპი

source: parameter name
ka: პარამეტრის სახელი

source: Locked
ka: დაბლოკილი

source: View partition table content
ka: დანაყოფების ცხრილის შემცველობის ნახვა

source: Path to a file that contains the partition layout
ka: ბილიკი დანაყოფების ცხრილის შემცველ ფაილამდე

source: Partition table created.
ka: დანაყოფების ცხრილი შეიქმნა.

source: Could not create the partition table
ka: დანაყოფების ცხრილის შექმნის შეცდომა

source: Partition table updated.
ka: დანაყოფების ცხრილი განახლდა.

source: Could not update the partition table
ka: დანაყოფების ცხრილის განახლების შეცდომა

source: Partition table deleted.
ka: დანაყოფების ცხრილი წაიშალა.

source: Could not delete the partition table
ka: დანაყოფების ცხრილის წაშლის შეცდომა

source: Path to a file that contains the template content including metadata
ka: ბილიკი შაბლონის შემცველ ფაილამდე, რომელიც მეტამონაცემებსაც შეიცავს

source: Import partition table template succeeded.
ka: დანაყოფების ცხრილის შაბლონის შემოტანა წარმატებულია.

source: Could not import partition table template
ka: დანაყოფების ცხრილის შაბლონის შემოტანის შეცდომა

source: The partition table template has been saved to %{path}.
ka: დანაყოფების ცხრილის შაბლონი %{path}-ში შეინახა.

source: Manage personal access tokens
ka: პირადი წვდომის კოდების მართვა

source: Active
ka: აქტიური

source: Expires at
ka: ამოწურვის ვადა

source: Personal access token [%{name}] created: %{token_value}
ka: წვდომის პირად კოდი [%{name}] შეიქმნა: %{token_value}

source: Could not create personal access token
ka: მომხმარებლის წვდომის პირადი კოდის შექმნის შეცდომა

source: Created at
ka: შექმნის დრო

source: Last used at
ka: ბოლოს გამოყენების დრო

source: Personal access token [%{name}] revoked.
ka: წვდომის პირადი კოდი გაუქმდა: [%{name}].

source: Could not revoke personal access token
ka: მომხმარებლის წვდომის პირადი კოდის გაუქმების შეცდომა

source: database
ka: მონაცემთა ბაზა

source: Server Response
ka: სერვერის პასუხი

source: cache
ka: კეში

source: servers
ka: სერვერები

source: Realm proxy id
ka: რეალმის პროქსის ID

source: Realm type
ka: რეალმის ტიპი

source: Realm [%{name}] created.
ka: რეალმი შეიქმნა: [%{name}].

source: Could not create the realm
ka: რეალმის შექმნის შეცდომა

source: Realm [%{name}] updated.
ka: რეალმი განახლდა: [%{name}].

source: Could not update the realm
ka: რეალმის განახლების შეცდომა

source: Realm [%{name}] deleted.
ka: რეალმი წაიშალა: [%{name}].

source: Could not delete the realm
ka: რეალმის წაშლის შეცდომა

source: Updated at
ka: განახლების დრო

source: Users
ka: მომხმარებლები

source: User groups
ka: მომხმარებლის ჯგუფები

source: Usergroup
ka: მომხმარებლისჯგუფი

source: Roles
ka: როლები

source: Inherited User groups
ka: მომხმარებლის მემკვიდრეობითი ჯგუფები

source: Smart proxies
ka: ჭკვიანი პროქსიები

source: Compute profiles
ka: გამოთვლითი პროფილები

source: Compute resources
ka: გამოთვლითი რესურსები

source: Installation media
ka: დასაყენებელი სივრცე

source: Templates
ka: ნიმუშები

source: Partition Tables
ka: დანაყოფის ცხრილები

source: Domains
ka: დომენები

source: Realms
ka: რეალმები

source: Hostgroups
ka: ჰოსტის ჯგუფები

source: Subnets
ka: ქვექსელები

source: Parameters
ka: პარამეტრები

source: All parameters
ka: ყველა პარამეტრი

source: Operating systems
ka: ოპერაციული სისტემები

source: External user groups
ka: გარე მომხმარებლის ჯგუფები

source: Failed to generate registration command
ka: რეგისტრაციის ბრძანების გენერაციის შეცდომა

source: Default
ka: ნაგულისხმევი

source: Template inputs
ka: შაბლონს შეყვანები

source: Required
ka: საჭიროა

source: Options
ka: გამართვა

source: View report content
ka: ანგარიშის შემცველობის ნახვა

source: Generate report
ka: ანგარიშის გენერაცია

source: Specify inputs
ka: შეიყვანეთ შესაყვანი

source: Turns a command to be active, wait for the result and download it right away
ka: ჩართავს ბრძანებას, დაელოდება პასუხს და გადმოწერს მას

source: Path to directory where downloaded content will be saved. Only usable if wait is specified
ka: ბილიკი გადმოწერილი შემცველობის შესანახ საქაღალდემდე.გამოყენებადია, თუ მითითებულია დალოდება

source: The report has been scheduled. Job ID: %{job_id}
ka: ანგარიში რიგში ჩაემატა. დავალების ID: %{job_id}

source: Path to a file that contains the report template content including metadata
ka: ბილიკი ანგარიშის შაბლონის შემცველ ფაილამდე, რომელიც მეტამონაცემებსაც შეიცავს

source: Import report template successfully.
ka: ანგარიშის შაბლონის შემოტანა წარმატებულია.

source: Could not import the report template
ka: ანგარიშის შაბლონის შემოტანის შეცდომა

source: The report template has been saved to %{path}.
ka: ანგარიშის შაბლონი %{path}-ში ჩაიწერა.

source: The report is not ready yet.
ka: ანგარიში ჯერ მზად არაა.

source: Open empty template in an $EDITOR. Upload the result
ka: გასენით ცარელი შაბლონი $EDITOR-ში. შედეგი ატვირთეთ

source: Path to a file that contains the report template content
ka: ბილიკი ანგარიშის შაბლონის შემცველ ფაილამდე

source: Report template created.
ka: ანგარიშის შაბლონი შექიმნა.

source: Could not create the report template
ka: ანგარიშის შაბლონის შექმნის შეცდომა

source: Dump existing template and open it in an $EDITOR. Update with the result
ka: გამოიტანეთ არსებული შაბლონი და გახსენით ის $EDITOR-ში. შედეგი ატვირთეთ

source: Report template updated.
ka: ანგარიშის შაბლონი განახლდა.

source: Could not update the report template
ka: ანგარიშის შაბლონის განახლების შეცდომა

source: Report template cloned.
ka: ანგარიშის შაბლონი კლონირებულია.

source: Could not clone the report template
ka: ანგარიშის შაბლონის კლონირების შეცდომა

source: Report template deleted.
ka: ანგარიშის შაბლონი წაიშალა.

source: Could not delete the report template
ka: ანგარიშის შაბლონის წაშლის შეცდომა

source: The server does not support such operation.
ka: სერვერს ამ ოპერაციის მხარდაჭერა არ გააჩნია.

source: Builtin
ka: ჩაშენებული

source: User role id
ka: მომხმარებლის როლის ID

source: User role [%<name>s] created.
ka: მომხმარებლის როლი [%<name>s] შეიქმნა.

source: Could not create the user role
ka: მომხმარებლის როლის შექმნის შეცდომა

source: User role [%<name>s] updated.
ka: მომხმარებლის როლი [%<name>s] განახლდა.

source: Could not update the user role
ka: მომხმარებლის როლის განახლების შეცდომა

source: User role cloned.
ka: მომხმარებლის როლი კლონირებულია.

source: Could not clone the user role
ka: მომხმარებლის როლის კლონირების შეცდომა

source: User role [%<name>s] deleted.
ka: მომხმარებლის როლი [%<name>s] წაიშალა.

source: Could not delete the user roles
ka: მომხმარებლის როლის წაშლის შეცდომა

source: Sessions are not enabled, please check your Hammer settings.
ka: სესიები ჩართული არაა. შეამოწმეთ Hammer-ის პარამეტრები.

source: Using session auth with invalid permissions on session files is not recommended.
ka: სესიით ავტორიზაციის გამოყენება სესიების ფაილებზე არასწორი წვდომების ქონის დროს რეკომენდებული არაა.

source: The url is empty. Session can not be created.
ka: URL ცარიელია. სესიის შექმნა შეუძლებელია.

source: The url (%s) is not a valid URL. Session can not be created.
ka: URL (%s) ცარიელია. სესიის შექმნა შეუძლებელია.

source: Invalid permissions for %{file}: %{mode}, expected %{expected_mode}.
ka: ფაილის არასწორი წვდომები %{file}: %{mode}, მოველოდი %{expected_mode}.

source: Invalid session data. Resetting the session.
ka: სესიის არასწორი მონაცემები. სესია გაუქმდება.

source: Full name
ka: სრული სახელი

source: Setting [%{name}] updated to [%{value}].
ka: პარამეტრი [%{name}] განახლდა [%{value}]-მდე.

source: Could not update the setting
ka: პარამეტრის განახლების შეცდომა

source: Category
ka: კატეგორია

source: Settings type
ka: პარამეტრის ტიპი

source: Features
ka: თვისებები

source: Version
ka: ვერსია

source: Host count
ka: ჰოსტების რაოდენობა

source: Smart proxy created.
ka: ჭკვიანი პროქსი შეიქმნა.

source: Could not create the proxy
ka: ჭკვიანი პროქსის შექმნის შეცდომა

source: Smart proxy updated.
ka: ჭკვიანი პროქსი განახლდა.

source: Could not update the proxy
ka: ჭკვიანი პროქსის განახლების შეცდომა

source: Smart proxy deleted.
ka: ჭკვიანი პროქსი წაიშალა.

source: Could not delete the proxy
ka: ჭკვიანი პროქსის წაშლის შეცდომა

source: Smart proxy features were refreshed.
ka: ჭკვიანი პროქსის თვისებები განახლდა.

source: Refresh of smart proxy features failed
ka: ჭკვიანი პროქსის თვისებების განახლების შეცდომა

source: Import subnets succeeded.
ka: ქვექსელების შემოტანა წარმატებულია.

source: Could not import subnets
ka: ქვექსელების შემოტანის შეცდომა

source: Manage SSH Keys sources
ka: SSH გასაღებების წყაროების მართვა

source: Fingerprint
ka: თითის ანაბეჭდი

source: Length
ka: ხანგრძლივობა

source: Path to a SSH public key
ka: ბილიკი SSH საჯარო გასაღებამდე

source: SSH Key %{name} added.
ka: SSH გასაღები %{name} დამატებულია.

source: Could not add SSH Key
ka: SSH გასაღების დამატების შეცდომა

source: Public Key
ka: საჯარო გასაღები

source: SSH Key deleted.
ka: SSH გასაღები წაიშალა.

source: Could not delete the SSH Key
ka: SSH გასაღების წაშლის შეცდომა

source: API Version
ka: API-ის ვერსია

source: Database
ka: მონაცემთა ბაზა

source: Plugins
ka: დამატებები

source: Smart Proxies
ka: ჭკვიანი პროქსიები

source: Failed features
ka: ავარიული ფუნქციები

source: Error
ka: შეცდომა

source: Compute Resources
ka: გამოთვლითი რესურსები

source: Errors
ka: შედომები

source: Network Addr
ka: ქსელის მისამართი

source: Network Prefix
ka: ქსელის პრეფიქსი

source: Network Mask
ka: ქსელის ნიღაბი

source: Boot Mode
ka: ჩატვირთვის რეჟიმი

source: Gateway Address
ka: ნაგულისხმები რაუტერის მისამართი

source: Protocol
ka: ოქმი

source: Priority
ka: პრიორიტეტი

source: Gateway Addr
ka: ნაგულისხმები რაუტერის მისამართი

source: Primary DNS
ka: ძირითადი DNS

source: Secondary DNS
ka: მეორადი DNS

source: Start of IP Range
ka: IP დიაპაზონის დასაწყისი

source: End of IP Range
ka: IP დიაპაზონის დასასრული

source: Subnet created.
ka: ქვექსელი შეიქმნა.

source: Could not create the subnet
ka: ქვექსელის შექმნის შეცდომა

source: Subnet updated.
ka: ქვექსელი განახლდა.

source: Could not update the subnet
ka: ქვექსელის განახლების შეცდომა

source: Subnet deleted.
ka: ქვექსელი წაიშალა.

source: Could not delete the subnet
ka: ქვექსელის წაშლის პრობლემა

source: Create or update parameter for a subnet
ka: ქვექსელის პარამეტრის შექმნა ან განახლება

source: Subnet parameter updated
ka: ქვექსელის პარამეტრი განახლდა

source: New subnet parameter created
ka: ქვექსელის ახალი პარამეტრი შექმნილია

source: Could not set subnet parameter
ka: ქვექსელის პარამეტრის დაყენების შეცდომა

source: Delete parameter for a subnet
ka: ქვექსელის პარამეტრის წაშლა

source: Subnet parameter deleted.
ka: ქვექსელის პარამეტრი წაშლილია.

source: Columns
ka: სვეტები

source: Table preference created.
ka: ცხრილის პარამეტრი შექმნილია.

source: Could not create table preference
ka: ცხრილის პარამეტრის შექმნის შეცდომა

source: Table preference updated.
ka: ცხრილის პარამეტრი განახლდა.

source: Could not update table preference
ka: ცხრილის პარამეტრის განახლების შეცდომა

source: Table preference deleted.
ka: ცხრილის პარამეტრი წაშლილია.

source: Could not remove table preference
ka: ცხრილის პარამეტრის წაშლის შეცდომა

source: Environment name
ka: გარემოს სახელი

source: List available provisioning template kinds
ka: სამუშაოდ მომზადების შაბლონების ტიპების სია

source: View provisioning template content
ka: სამუშაოდ მომზადების შაბლონების შემცველობის ნახვა

source: Path to a file that contains the template
ka: შაბლონის შემცველი ფაილის ბილიკი

source: Template type. Eg. snippet, script, provision
ka: შაბლონის ტიპი. მაგ: ნაწყვეტი, სკრიპტი, მომზადება

source: Provisioning template created.
ka: სამუშაოდ მომზადების შაბლონი შეიქმნა.

source: Could not create the provisioning template
ka: სამუშაოდ მომზადების შაბლონის შექმნის შეცდომა

source: Provisioning template updated.
ka: სამუშაოდ მომზადების შაბლონი განახლდა.

source: Could not update the provisioning template
ka: სამუშაოდ მომზადების შაბლონის განახლების შეცდომა

source: Provisioning template deleted.
ka: სამუშაოდ მომზადების შაბლონი წაიშალა.

source: Could not delete the provisioning template
ka: სამუშაოდ მომზადების შაბლონის წაშლის შეცდომა

source: Import provisioning template succeeded.
ka: სამუშაოდ მომზადების შაბლონის შემოტანა წარმატებულია.

source: Could not import provisioning template
ka: სამუშაოდ მომზადების შაბლონის შემოტანის შეცდომა

source: The provisioning template has been saved to %{path}.
ka: სამუშაოდ მომზადების შაბლონი %{path}-ში ჩაიწერა.

source: Update the default PXE menu on all configured TFTP servers
ka: ყველა მორგებულ TFTP სერვერზე ნაგულისხმები PXE მენიუს განახლება

source: Provisioning template cloned.
ka: სამუშაოდ მომზადების შაბლონი კლონირებულია.

source: Could not clone the provisioning template
ka: სამუშაოდ მომზადების შაბლონი კლონირების შეცდომა

source: Login
ka: შესვლა

source: Email
ka: ელ-ფოსტა

source: Admin
ka: ადმინისტრატორი

source: Disabled
ka: გამორთულია

source: Last login
ka: ბოლო შესვლა

source: Authorized by
ka: ავტორიზებულია

source: Email enabled
ka: ელფოსტა ჩართულია

source: Effective admin
ka: ეფექტური ადმინი

source: Locale
ka: ენა

source: Timezone
ka: დროის ზონა

source: Default organization
ka: ნაგულისხმები ორგანიზაცია

source: Default location
ka: ნაგულისხმები მდებარეობა

source: default
ka: ნაგულისხმები

source: User [%{login}] created.
ka: მომხმარებელი შეიქნა: [%{login}].

source: Could not create the user
ka: მომხმარებლის შექმნის შეცდომა

source: User [%{login}] updated.
ka: მომხმარებელი განახლდა: [%{login}].

source: Could not update the user
ka: მომხმარებლის განახლების შეცდომა

source: User [%{login}] deleted.
ka: მომხმარებელი წაიშალა: [%{login}].

source: Could not delete the user
ka: მომხმარებლის წაშლის შეცდომა

source: Managing User SSH Keys.
ka: მომხმარებლის SSH გასაღებების მართვა.

source: Managing personal access tokens
ka: პირადი წვდომის კოდების მართვა

source: Managing personal mail notifications
ka: ელ.ფოსტის შეტყობინებების მართვა

source: Managing table preferences
ka: ცხრილის პარამეტრების მართვა

source: User mail notifications was added.
ka: მომხმარებლის ელფოსტის შეტყობინება დამატებულია.

source: Could not add user mail notification
ka: მომხმარებლის ელფოსტის შეტყობინების შეცდომა

source: User mail notifications was updated.
ka: მომხმარებლის ელფოსტის შეტყობინებები განახლდა.

source: Could not update user mail notification
ka: მომხმარებლის ელფოსტის შეტყობინებების განახლების შეცდომა

source: User mail notification was removed.
ka: მომხმარებლის ელფოსტის შეტყობინებები წაიშალა.

source: Could not remove user mail notification
ka: მომხმარებლის ელფოსტის შეტყობინებების წაშლის შეცდომა

source: Interval
ka: ინტერვალი

source: Mail query
ka: ელფოსტის მოთხოვნა

source: User group [%<name>s] created.
ka: მომხმარებლის ჯგუფი შეიქმნა: [%<name>s].

source: Could not create the user group
ka: მომხმარებლის ჯგუფის შექმნის შეცდომა

source: User group [%<name>s] updated.
ka: მომხმარებლის ჯგუფი განახლდა: [%<name>s].

source: Could not update the user group
ka: მომხმარებლის ჯგუფის განახლების შეცდომა

source: User group [%<name>s] deleted.
ka: მომხმარებლის ჯგუფი წაიშალა: [%<name>s].

source: Could not delete the user group
ka: მომხმარებლის ჯგუფის წაშლის შეცდომა

source: View and manage compute resource's virtual machines
ka: გამოთვლითი რესურსის ვირტუალური მანქანების ნახვა და მართვა

source: Virtual machine is powering.
ka: ვირტუალური მანქანის ჩართვა.

source: Could not power the virtual machine
ka: ვირტუალური მანქანის ჩართვის შეცდომა

source: Virtual machine deleted.
ka: ვირტუალური მანქანის წაშლა.

source: Could not delete the virtual machine
ka: ვირტუალური მანქანის წაშლის შეცდომა
